TOKEN='2113852904:AAFvFYBzFNP8TVCLoq26EmrC69gOej49NbI'


back = {

    1:[

     '🚅Назад',

    ],

    2:[

     '🚅Orqaga',

    ]

}


fdct = {

    1:[

        'Имя:  Мамасидиков Мухсинжон Мусажонович \n\nНомер телефона:  (71) 299-98-27 ',  # 0
        'Имя:  Шаюнусов Бунед Солиевич \n\nНомер телефона:  (71) 299-75-45 ',  # 1
        'Имя:  Abduraximov Shodmonqul Tojiqulovich \n\nНомер телефона:  (71) 299-74-56 ',  # 2
        'Имя:  Абдуллаев Бахром Шарафхужаевич \n\nНомер телефона:  (71) 299-95-22 ',  # 3
        'Имя:  Муйдинов Дилшод Шавкатович \n\nНомер телефона:  (71) 299-93-17 ',  # 4
        'Имя:  Хикматова Ханифа Насимовна \n\nНомер телефона:  (71) 299-74-59 ',  # 5
        'Имя:  Мансуров Бокижон Мансурович \n\nНомер телефона:  (71) 237-80-44 ',  # 6
        'Имя:  Ганиев Бобомурод Сайдимуродович \n\nНомер телефона:  (71) 299-91-55 ',  # 7
        'Имя:  Убайдуллаев Абдухафиз Маруфжон угли \n\nНомер телефона:  (71) 299-95-07 ',  # 8
        'Имя:  Кочкарова Дилором Рихсивоевна \n\nНомер телефона:   (71) 299-75-45 ',  # 9
        'Имя:  Маймакова Шахло Рисбаевна \n\nНомер телефона:  (71) 299-76-83 ',  # 10
        'Имя:  Ибрагимова Лобар Бахтияровна \n\nНомер телефона:   (71) 299-77-90 ',  # 11
        'Имя:  Назаров Юлдаш Ахмедович \n\nНомер телефона:   (71) 299-95-09 ',  # 12
        'Имя:  Маматова Маҳзуна Фуркатовна \n\nНомер телефона:  (71) 299-74-59 ',  # 13
        'Имя:  Турсунов Элмурод Рузибой угли \n\nНомер телефона:  (71) 299-73-84  ',  # 14

    ],


    2:[

            'Ismi:  Mamasidikov Muxsinjon Musajonovich \n\nTelefon raqami:  (71)299-98-27 ',  # 0
            'Ismi:  Shayunusov Bunyod Soliyevich \n\nTelefon raqami:  (71) 299-75-45 ',  # 1
            'Ismi:  Abduraximov Shodmonqul Tojiqulovich \n\nTelefon raqami:  (71) 299-74-56 ', #2
            '''Ismi:  Abdullayev Bahrom Sharafxo'jayevich \n\nTelefon raqami:  (71) 299-95-22 ''', #3
            'Ismi:  Muydinov Dilshod Shavkatovich \n\nTelefon raqami:  (71) 299-93-17 ', #4
            'Ismi:  Xikmatova Xanifa Nasimovna \n\nTelefon raqami:  (71) 299-74-59 ', #5
            'Ismi:  Mansurov Boqijon Mansurovich \n\nTelefon raqami:  (71) 237-80-44 ', #6
            'Ismi:  Ganiyev Bobomurod Saydimurodovich \n\nTelefon raqami:  (71) 299-91-55 ', #7
            '''Ismi:  Ubaydullayev Abduxafiz Marufjon o'g'li \n\nTelefon raqami:  (71) 299-95-07 ''', #8
            'Ismi:  Kochkarova Dilorom Rixsiboyeva \n\nTelefon raqami:   (71) 299-75-45 ', #9
            'Ismi:  Maymakova Shaxlo Rixsibayeva \n\nTelefon raqami:  (71) 299-76-83 ',  # 10
            'Ismi:  Ibragimova Lobar Baxtiyarovna \n\nTelefon raqami:   (71) 299-77-90 ',  # 11
            'Ismi:  Nazarov Yuldash Axmedovich \n\nTelefon raqami:   (71) 299-95-09 ',  # 12
            'Ismi:  Mamatova Mahzuna Furqatovna \n\nTelefon raqami:  (71) 299-74-59 ',  # 14
            '''Ismi:  Tursunov Elmurod Ro'ziboy o'g'li \n\nTelefon raqami:  (71) 299-73-84  ''',  # 6
            '',  # 7
            '',  # 8
            '',  # 9
    ]
}

sdct = {

    1:[

        'Центральная клиническая больница   \n\nНомер телефона:  (71) 299-62-90',  # 0
        'Центральная поликлиника   \n\nНомер телефона:  (71) 299-71-31',  # 1
        'Детская дорожная больница   \n\nНомер телефона:  (71) 299-08-84',  # 2
        'ПМСП "Саломатлик"   \n\nНомер телефона:  ',  # 3!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
        'Узловая объединённая больница Хаваст   \n\nНомер телефона:  (367) 364-64-94',  # 4
        'Кокандская объединённая железнодорожная больница   \n\nНомер телефона:  (73)543-13-07',  # 5
        'Объдинённая больница станции Андижан   \n\nНомер телефона:  ',  # 6!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
        'Объдинённая больница станции Самарканд   \n\nНомер телефона:   (362) 229 57 84',  # 7
        'Железнодорожная больница станции Бухара-1   \n\nНомер телефона:  (0365) 524-32-27',  # 8
        'Каршинская железнодорожная больница   \n\nНомер телефона:  (375) 227-53-78',  # 9
        'Термезская объединённая железнодорожная больница   \n\nНомер телефона:  (0 376) 222-23-64',  # 10
        'Узловая больница на станции Ургенч   \n\nНомер телефона:  (0 362) 225-60-97',  # 11
        'Объединённая железнодорожная больница станции Хаджейли   \n\nНомер телефона:  (361) 554-17-03',  # 12
        'Кунградская железнодорожная больница   \n\nНомер телефона:  (0 361) 312-21-89',  # 13
        'Санаторий-профилакторий "Кунград"   \n\nНомер телефона:  ',  # 14!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!

        'Центральная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  (71) 299-74-56',  # 15
        'Хавастская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  (90)255-79-77',  # 16
        'Кокандская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  (73)543-12-69',  # 17
        'Андижанская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  (74)228-44-65',  # 18
        'Самаркандская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  (66)229-49-45',  # 19
        'Бухарская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  (99)709-09-15',  # 20
        'Каршинская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  ',  # 21!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
        'Термезская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  (76)222-13-42',  # 22
        'Кунградская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"   \n\nНомер телефона:  (61)312-21-95',  # 23
        'Дорожная противочумная станция   \n\nНомер телефона:  (71)258-05-60',  # 24
        'Имя:   \n\nНомер телефона:  ',  # 25
        'Имя:   \n\nНомер телефона:  ',  # 26
        'Имя:   \n\nНомер телефона:  ',  # 27


    ],

    2:[

        'Markaziy klinik kasalxona \n\nTelefon raqami:  (71) 299-62-90',  # 0
        'Markaziy poliklinika \n\nTelefon raqami:  (71) 299-71-31',  # 1
        '''Yo'l bolalar kasalxonasi \n\nTelefon raqami:  (71) 299-08-84''',  # 2
        '"Salomatlik" tibbiy-sanitar yordam poyezdi \n\nTelefon raqami:  ''',  # 3!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
        'Xovos birlashgan tarmoq shifoxonasi \n\nTelefon raqami:  (367) 364-64-94',  # 4
        '''Qo’qon birlashgan temir yo'l shifoxonasi \n\nTelefon raqami:  (73)543-13-07''',  # 4
        'Andijon bekati birlashgan shifoxonasi \n\nTelefon raqami:  ',  # 5!!!!!!!!!!!!!!!!!!!
        'Samarqand bekati birlashgan kasalxonasi \n\nTelefon raqami:   (362) 229 57 84',  # 6
        '''Buxoro - 1 bekati temir yo'l shifoxonasi \n\nTelefon raqami:  (0365) 524-32-27''',  # 7
        '''Qarshi temir yo'l shifoxonasi \n\nTelefon raqami:  (375) 227-53-78''',  # 8
        '''Termiz temir yo'l birlashgan shifoxonasi \n\nTelefon raqami:  (0 376) 222-23-64''',  # 9
        'Urganch manzilgohi shifoxonasi \n\nTelefon raqami:  (0362) 225-60-97',  # 10
        '''Xo’jayli bekati birlashgan temir yo'l shifoxonasi \n\nTelefon raqami:  (361) 554-17-03''',  # 11
        '''Qo’ng’irot temir yo'l shifoxonasi \n\nTelefon raqami:  (0 361) 312-21-89''',  # 12
        '''"Qo'ng'irot" sanatoriy-profilaktoriyasi \n\nTelefon raqami:  ''',  # 13 #!!!!!!!!!!!!!!!!!!!!!

        'Markaziy sanitariya epidemiologiya stansiya \n\nTelefon raqami:  (71) 299-74-56',  # 15
        'Xovos tarmoq sanitariya epidemiologiya stansiya \n\nTelefon raqami:  (90) 255-79-77',  # 16
        '''Qo'qon tarmoq sanitariya epidemiologiya stansiya \n\nTelefon raqami:  (73) 543-12-69''',  # 17
        'Andijon tarmoq sanitariya epidemiologiya stansiya \n\nTelefon raqami:  (74) 228-44-65',  # 18
        'Samarqand tarmoq sanitariya epidemiologiya stansiya \n\nTelefon raqami:  (66) 229-49-45',  # 19
        'Buxoro tarmoq sanitariya epidemiologiya stansiya \n\nTelefon raqami:  (99) 709-09-15',  # 20
        'Qarshi tarmoq sanitariya epidemiologiya stansiya \n\nTelefon raqami:  ',  # 21 !!!!!!!!!!!!!!!!!!!!!!!!
        'Termez tarmoq sanitariya epidemiologiya stansiya \n\nTelefon raqami:  (76)222-13-42',  # 22
        '''Qo'ng'irot tarmoq sanitariya epidemiologiya stansiya \n\nTelefon raqami:  (61)312-21-95''',  # 23
        '''Temir yo'l o'latga qarshi stansiyasi \n\nTelefon raqami: (71)258-05-60 ''',  # 24
        'Ismi:   \n\nTelefon raqami:  ',  # 24
        'Ismi:   \n\nTelefon raqami:  ',  # 25
        'Ismi:   \n\nTelefon raqami:  ',  # 26
        'Ismi:   \n\nTelefon raqami:  ',  # 27

    ]
}



dct =  {1:['🏠Главное меню',#0
            'Язык🇷🇺🇺🇿',#1
            'Здараствуйте {}, вас приветствует официальный телеграм бот Врачебно-санитарное служба АО "Узбекистон темир йуллари"',#2
            '🏠Главное меню:',#3
            'Выберите:',#4
            'Нажмите', #5
            '1. Консультирования врачей\n2. Консультирования терапевтов\n3. Консультирования гинекологов '  # 6
            '',  # 7
            '',  # 8
            '', #9
            '', #10
            '', #11
            '', #12
            '', #13
            '', #14
            '', #15
            '', #16
             ],

       2: ['🏠Asosiy menyu',  # 0
            'Til🇺🇿🇷🇺',  # 1
            '''Assalomu alaykum {}, Siz "O'zbekiston temir yo'llari" AJ Sog'liqni saqlash xizmatining rasmiy telegram bot kanaliga tashrif buyurdingiz ''',#2
            '🏠Asosiy menyu:',  # 3
            'Tanlang:',  # 4
            'Bosing',  # 5
            '1. Shifokorlar maslaxati \n2. Terapevt shifokorlar maslaxati \n3. Ginekolog shifokorlar maslaxati'  # 6
            '',  # 7
            '',  # 8
            '',  # 9
            '',  # 10
            '',  # 11
            '',  # 12
            '',  # 13
            '',  # 14
            '',  # 15
            '',  # 16
            ]}

keydct = {
    1:[
        'Руководстсво и центральный аппарат Врачебно-санитарной службы',
        'Структура Врачебно-санитарной службы',
        'Официальный веб сайт Врачебно-санитарной службы',
        'Онлайн консультация',
    ],

    2:[

        '''Sog'liqni saqlash xizmati rahbariyati va markaziy apparati''',
        '''Sog'liqni saqlash xizmatining tarkibiy tuzilmasi''',
        '''Sog'liqni saqlash xizmatining rasmiy web sayti''',
        '''Online maslaxat''',
    ]
}

first_dct = {
    1:[
        '''Начальник службы''',  #0
        '''Заместитель начальника службы''',  #1
        '''Заместитель начальника службы - главный врач Центральной санитарно-эпидемиологической станции''',  #2
        '''Начальник планово-финансового отдела''',  #3
        '''Помощник начальника по МСГЗ''',  #4
        '''Помощник начальника по кадрам''',  #5
        '''Главный хирург''',  #6
        '''Ведущий экономист''',  #7
        '''Главный инженер''',  # 8
        '''Врач инспектор''',  # 9
        '''Главный гинеколог''',  # 10
        '''Главный педиатр''',  # 11
        '''Юрист врачебно-санитарной службы''',  # 12
        '''Делопроизводительница отдела кадров врачебно-санитарной службы''',  # 13
        '''Председатель Совета молодежных лидеров службы здравоохранения''',  # 14
    ],




    2:[
        '''Xizmat boshlig'i''',  #0
        '''Xizmat boshlig'i o'rinbosari - davolash bo'limi mudiri''',  #1
        '''Xizmat boshlig'i o'rinbosari - Markaziy sanitasriya epidemiologiya stansiyasi bosh vrachi''',  #2
        '''Moliya-rejalashtirish bo'limi boshlig'i''',  #3
        '''Sog'liqni saqlash xizmati boshlig'ining FTMX bo'yicha yordamchisi''',  #4
        '''Sog'liqni saqlash xizmati boshlig'ining xodimlar bo'yicha yordamchisi''',  #5
        '''Bosh xirurg''',  #6
        '''Yetakchi iqtisodchi''',  #7
        '''Muhandis''',  # 8
        '''Shifokor nazoratchi''',  # 9
        '''Bosh ginekolog''',  # 10
        '''Bosh pediatr''',  # 11
        '''Sog'liqni saqlash xizmati huquqshunosi''',  # 12
        '''Sog'liqni saqlash xizmati kadrlar bo'limi ish yurituvchisi''',  # 13
        '''Sog'liqni saqlash xizmati yoshlar yetakchilari Kengashi raisi''',  # 14
    ]

}




















second_dct = {
    1:[
        '''Лечебно-профилактические учреждения''',  #0
        '''Санитарно-эпидемиологические станции''',  # 1
        '''Центральная клиническая больница''',  #2
        '''Центральная поликлиника''',  #3
        '''Детская дорожная больница''',  #4
        '''ПМСП "Саломатлик"''',  #5
        '''Узловая объединённая больница Хаваст''',  #6
        '''Кокандская объединённая железнодорожная больница''',  #7
        '''Объдинённая больница станции Андижан''',  #8
        '''Объдинённая больница станции Самарканд''',  # 9
        '''Железнодорожная больница станции Бухара-1''',  # 10
        '''Каршинская железнодорожная больница''',  # 11
        '''Термезская объединённая железнодорожная больница''',  # 12
        '''Узловая больница на станции Ургенч''',  # 13
        '''Объединённая железнодорожная больница станции Хаджейли''',  # 14
        '''Кунградская железнодорожная больница''',  # 15
        '''Санаторий-профилакторий "Кунград"''',  # 16
        '''Центральная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 17
        '''Хавастская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 18
        '''Кокандская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 19
        '''Андижанская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 20
        '''Самаркандская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 21
        '''Бухарская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 22
        '''Каршинская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 23
        '''Термезская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 24
        '''Кунградская линейная санитарно-эпидемиологическая станция - АО "Узбекистон темир йуллари"''',  # 25
        '''Дорожная противочумная станция''',  # 26


    ],

    2:[
        '''Davolash-profilaktika muassasalari''',  #0
        '''Sanitariya epidemiologiya va Temir yo'l o'latga qarshi stansiyasilari''',  #1
        '''Markaziy klinik kasalxona''',  #2
        '''Markaziy poliklinika''',  #3
        '''Yo'l bolalar kasalxonasi''',  #4
        '''"Salomatlik" tibbiy-sanitar yordam poyezdi''',  #5
        '''Xovos birlashgan tarmoq shifoxonasi''',  #6
        '''Qo’qon birlashgan temir yo'l shifoxonasi''',  #7
        '''Andijon bekati birlashgan shifoxonasi''',  # 8
        '''Samarqand bekati birlashgan kasalxonasi''',  # 9
        '''Buxoro - 1 bekati temir yo'l shifoxonasi''',  # 10
        '''Qarshi temir yo'l shifoxonasi''',  # 11
        '''Termiz temir yo'l birlashgan shifoxonasi''',  # 12
        '''Urganch manzilgohi shifoxonasi''',  # 13
        '''Xo’jayli bekati birlashgan temir yo'l shifoxonasi''',  # 14
        '''Qo’ng’irot temir yo'l shifoxonasi''',  # 15
        '''"Qo'ng'irot" sanatoriy-profilaktoriyasi''',  #16
        '''Markaziy sanitariya epidemiologiya stansiya''',  # 17
        '''Xovos tarmoq sanitariya epidemiologiya stansiya''',  # 18
        '''Qo'qon tarmoq sanitariya epidemiologiya stansiya''',  # 19
        '''Andijon tarmoq sanitariya epidemiologiya stansiya''',  # 20
        '''Samarqand tarmoq sanitariya epidemiologiya stansiya''',  # 21
        '''Buxoro tarmoq sanitariya epidemiologiya stansiya''',  # 22
        '''Qarshi tarmoq sanitariya epidemiologiya stansiya''',  # 23
        '''Termez tarmoq sanitariya epidemiologiya stansiya''',  # 24
        '''Qo'ng'irot tarmoq sanitariya epidemiologiya stansiya''',  # 25
        '''Temir yo'l o'latga qarshi stansiyasi''',  # 26

    ]

}
























